Repository: flyingsquirrel0419/locally
Catalog: App/Resources/Decision.xcstrings
Source language: en
Languages: ko

# decision.noRuntime
source: No text runtime can run this model, so decisions are unavailable.
ko: 이 모델을 실행할 텍스트 런타임이 없어 결정 기능을 사용할 수 없습니다.

# decision.preparing
source: Loading model…
ko: 모델 로드 중…

# decision.run
source: Run
ko: 실행

# decision.stop
source: Stop
ko: 중지

# decision.state.title
source: State
ko: 상태

# decision.rawJSON.toggle
source: Edit raw JSON schema
ko: 원시 JSON 스키마 편집

# decision.rawJSON.title
source: Schema (JSON)
ko: 스키마 (JSON)

# decision.question.add
source: Add question
ko: 질문 추가

# decision.question.remove
source: Remove question
ko: 질문 삭제

# decision.question.key
source: Key
ko: 키

# decision.question.type
source: Type
ko: 유형

# decision.question.instructions
source: Instructions
ko: 지시문

# decision.question.options
source: Options or items, comma separated
ko: 옵션 또는 항목, 쉼표로 구분

# decision.question.integer
source: Whole numbers only
ko: 정수만

# decision.schema.invalidUTF8
source: The schema text is not valid UTF-8.
ko: 스키마 텍스트가 올바른 UTF-8이 아닙니다.

# decision.schema.emptyKey
source: Every question needs a non-empty key.
ko: 모든 질문에 키가 필요합니다.

# decision.schema.noQuestions
source: Add at least one question.
ko: 질문을 하나 이상 추가하세요.

# decision.schema.needTwoOptions
source: needs at least 2 options
ko: 옵션이 2개 이상 필요합니다

# decision.schema.duplicateOptions
source: options must be unique
ko: 옵션이 중복되면 안 됩니다

# decision.schema.badRange
source: min must be less than max
ko: 최솟값이 최댓값보다 작아야 합니다

# decision.schema.badSchemaJSON
source: schema is not valid JSON
ko: 스키마가 올바른 JSON이 아닙니다

# decision.method.unknown
source: unknown
ko: 알 수 없음

# decision.result.latency
source: Latency
ko: 지연 시간
